/* No comment */
"Please contact your web hosting service provider for assistance" = "Ole hyvä ja ota yhteyttä palveluntarjoajaasi";

/* No comment */
"Please open a ticket at {0}" = "Ole hyvä ja avaa tiketti paikassa {0}";